{
  "name": "Mehraeinpars Paper Mill Co.",
  "home": "Home",
  "products": "Products",
  "commercial": "Business unit",
  "qc": "Quality control",
  "newline": "New project",
  "contactus": "Contact us",
  "manager": "Manager",
  "aboutus": "About us",
  "aboutustext": "It was established in September 2018 and registered under the number 1351 in the Companies Registration Office of Tehran Province. In line with the country's fifth development plan, this company is located in Tehran with an annual capacity of 22,000 tons of paper and cardboard, with the aim of providing a part of the domestic needs of the paper industry in Iran and reducing dependence on foreign production. Possessing state-of-the-art machines and advanced laboratories, it has the ability to compete with all domestic and foreign papers, and the efforts of the specialists of this group to achieve the production of new and higher quality products continue.",
  "productioncapacity": "Production Capacity",
  "employee": "Employee",
  "productvariety": "Products Variety",
  "mehraeinParsproducts": "MehraeinPars Products",
  "testliner": "TESTLINER",
  "liner": "LINER",
  "fluting": "FLUTING",
  "flutingtext": "Floating paper or Congress paper is called thick and wavy paper that is used as a middle layer in carton making. The primary pulp of this paper is obtained from agricultural waste, non-wood fibers, wood pulp, waste, recycled paper, etc. By drying this pulp through a special process, floating paper is obtained",
  "linertext": "Floating paper or Congress paper is called thick and wavy paper that is used as a middle layer in carton making. The primary pulp of this paper is obtained from agricultural waste, non-wood fibers, wood pulp, waste, recycled paper, etc. By drying this pulp through a special process, floating paper is obtained",
  "testlinertext": "Testliner paper is produced entirely from recycled fibers, but in its production process, additives such as starch (in the form of starch on one side or both sides of the paper) and sizing materials are used only on one side of the paper, and other additives are used for filling as well as color.",
  "ourresponsibility": "Our path to environmental responsibility",
  "ourdepartments": "Our Departments",
  "pulper": "Pulper "
}
