{
  "name": " کاغذسازی مهرآیین پارس",
  "home": " صفحه اصلی ",
  "products": "محصولات",
  "commercial": "واحد بازرگانی ",
  "qc": "واحد کنترل کیفیت",
  "newline": "خط جدید",
  "contactus": "تماس با ما",
  "manager": "ارتباط با مدیریت",
  "aboutus": "درباره ما",
  "aboutustext": "در تاریخ شهریور ماه سال ۱۳۹۸ تاسیس و تحت شماره ۵۴۷۱۴۲ در اداره ثبت شرکت های استان تهران به ثبت رسیده است. این شرکت در راستای برنامه پنجم توسعه کشور با هدف تامین بخشی از نیاز داخلی صنعت کاغذ در ایران و کاهش وابستگی به تولیدات خارجی، با ظرفیت سالیانه 22 هزار تن انواع کاغذ و مقوا در تهران قرار گرفته است که به واسطه حضور کارشناسان با تجربه و در اختیار داشتن ماشین آلات روز دنیا و آزمایشگاه های پیشرفته، توانایی رقابت با کلیه کاغذ های داخلی و خارجی را دارا می باشد و تلاش متخصصان این مجموعه جهت دستیابی به تولید محصولات جدید و با کیفیت بالاتر همچنان ادامه دارد.",
  "productioncapacity": "ظرفیت تولید سالانه",
  "employee": "پرسنل",
  "productvariety": "تنوع محصولات",
  "mehraeinParsproducts": "محصولات مهرآیین پارس",
  "testliner": "تست لاینر",
  "liner": "لاینر",
  "fluting": "فلوتینگ",
  "flutingtext": "کاغذ فلوتینگ یا کاغذ کنگره ای، به کاغذهایی ضخیم و موج دار گفته می شود که به عنوان لایه میانی در کارتن سازی مورد استفاده قرار میگیرد. خمیر اولیه این کاغذ از ضایعات کشاورزی، الیاف غیرچوبی، خمیر چوب، کاغذهای باطله، بازیافتی و … به دست می آید. با خشک  شدن این خمیر طی فرایندی خاص، کاغذ فلوتینگ به دست می آید ",
  "linertext": "اگر کاغذی تولید کنیم که صد درصد آن از کاغذهای بازیافتی (آخال) تولیدشده باشد به آن  کاغذ لاینر گفته می‌شود. کاغذ لاینر در بازار به نام‌های کاغذ قهوه‌ای، کاغذ ایرانی یا کاغذ شبه‌ کرافت نیز شناخته می‌شود. این کاغذ در لایه‌ی رو یا داخل (بنا به کاربرد ورق کارتن ساخته شده در آینده) استفاده می‌شود.",
  "testlinertext": "کاغذ تست‌لاینر بصورت کامل از الیاف بازیافتی تولید می‌شود ولی در فرایند تولید آن از افزودنی‌هایی مثل نشاسته (بصورت آهار در یک طرف یا هر دو طرفِ کاغذ) و مواد سایزینگ فقط در یک طرف کاغذ و افزودنی‌های دیگری جهت پرکنندگی و همینطور رنگ نیز استفاده می‌گردد.",
  "ourresponsibility": "مسیر ما برای مسئولیت زیست محیطی",
  "ourdepartments": "دپارتمان مهرآیین پارس ",
  "etp": " تصفیه خانه پساب ",
  "teu": " واحد  فنی و مهندسی ",
  "pl": "خط تولید",
  "warehouse": "انبار کل",
  "businessunit": " واحد بازرگانی",
  "ppu": "  واحد برنامه ریزی تولید",
  "financialunit": "واحد مالی ",
  "links": " پیوندها ",
  "iran": " ایران ",
  "address": " تهران کیلومتر ۲۰ جاده قدیم قم روبری مهدی آباد خیابان بعثت پلاک ۸ ",
  "phone": " +۲۱ ۵۶۵۴ - ۶۶ ۲۰ ",
  "description": "تولید کننده انواع کاغذ و مقوا و كاغذ كارتن، ( فلوتينگ ، تست لاینر و لاینر)  گراماژ 130 عرض 200-250 "
}
